{
  "text": "Un jour il reçut une lettre anonyme, qui lui disait qu’Odette avait\nété la maîtresse d’innombrables hommes (dont on lui citait\nquelques-uns parmi lesquels Forcheville, M. de Bréauté et le peintre),\nde femmes, et qu’elle fréquentait les maisons de passe. Il fut\ntourmenté de penser qu’il y avait parmi ses amis un être capable de\nlui avoir adressé cette lettre (car par certains détails elle révélait\nchez celui qui l’avait écrite une connaissance familière de la vie de\nSwann). Il chercha qui cela pouvait être. Mais il n’avait jamais eu\naucun soupçon des actions inconnues des êtres, de celles qui sont sans\nliens visibles avec leurs propos. Et quand il voulut savoir si c’était\nplutôt sous le caractère apparent de M. de Charlus, de M. des Laumes,\nde M. d’Orsan, qu’il devait situer la région inconnue où cet acte\nignoble avait dû naître, comme aucun de ces hommes n’avait jamais\napprouvé devant lui les lettres anonymes et que tout ce qu’ils lui\navaient dit impliquait qu’ils les réprouvaient, il ne vit pas de\nraisons pour relier cette infamie plutôt à la nature de l’un que de\nl’autre. Celle de M. de Charlus était un peu d’un détraqué mais\nfoncièrement bonne et tendre; celle de M. des Laumes un peu sèche mais\nsaine et droite. Quant à M. d’Orsan, Swann, n’avait jamais rencontré\npersonne qui dans les circonstances même les plus tristes vînt à lui\navec une parole plus sentie, un geste plus discret et plus juste.\nC’était au point qu’il ne pouvait comprendre le rôle peu délicat qu’on\nprêtait à M. d’Orsan dans la liaison qu’il avait avec une femme riche,\net que chaque fois que Swann pensait à lui il était obligé de laisser\nde côté cette mauvaise réputation inconciliable avec tant de\ntémoignages certains de délicatesse. Un instant Swann sentit que son\nesprit s’obscurcissait et il pensa à autre chose pour retrouver un peu\nde lumière. Puis il eut le courage de revenir vers ces réflexions.\nMais alors après n’avoir pu soupçonner personne, il lui fallut\nsoupçonner tout le monde. Après tout M. de Charlus l’aimait, avait bon\ncœur. Mais c’était un névropathe, peut-être demain pleurerait-il de le\nsavoir malade, et aujourd’hui par jalousie, par colère, sur quelque\nidée subite qui s’était emparée de lui, avait-il désiré lui faire du\nmal. Au fond, cette race d’hommes est la pire de toutes. Certes, le\nprince des Laumes était bien loin d’aimer Swann autant que M. de\nCharlus. Mais à cause de cela même il n’avait pas avec lui les mêmes\nsusceptibilités; et puis c’était une nature froide sans doute, mais\naussi incapable de vilenies que de grandes actions. Swann se repentait\nde ne s’être pas attaché, dans la vie, qu’à de tels êtres. Puis il\nsongeait que ce qui empêche les hommes de faire du mal à leur\nprochain, c’est la bonté, qu’il ne pouvait au fond répondre que de\nnatures analogues à la sienne, comme était, à l’égard du cœur, celle\nde M. de Charlus. La seule pensée de faire cette peine à Swann eût\nrévolté celui-ci. Mais avec un homme insensible, d’une autre humanité,\ncomme était le prince des Laumes, comment prévoir à quels actes\npouvaient le conduire des mobiles d’une essence différente. Avoir du\ncœur c’est tout, et M. de Charlus en avait. M. d’Orsan n’en manquait\npas non plus et ses relations cordiales mais peu intimes avec Swann,\nnées de l’agrément que, pensant de même sur tout, ils avaient à causer\nensemble, étaient de plus de repos que l’affection exaltée de M. de\nCharlus, capable de se porter à des actes de passion, bons ou mauvais.\nS’il y avait quelqu’un par qui Swann s’était toujours senti compris et\ndélicatement aimé, c’était par M. d’Orsan. Oui, mais cette vie peu\nhonorable qu’il menait? Swann regrettait de n’en avoir pas tenu\ncompte, d’avoir souvent avoué en plaisantant qu’il n’avait jamais\néprouvé si vivement des sentiments de sympathie et d’estime que dans\nla société d’une canaille. Ce n’est pas pour rien, se disait-il\nmaintenant, que depuis que les hommes jugent leur prochain, c’est sur\nses actes. Il n’y a que cela qui signifie quelque chose, et nullement\nce que nous disons, ce que nous pensons. Charlus et des Laumes peuvent\navoir tels ou tels défauts, ce sont d’honnêtes gens. Orsan n’en a\npeut-être pas, mais ce n’est pas un honnête homme. Il a pu mal agir\nune fois de plus. Puis Swann soupçonna Rémi, qui il est vrai n’aurait\npu qu’inspirer la lettre, mais cette piste lui parut un instant la\nbonne. D’abord Lorédan avait des raisons d’en vouloir à Odette. Et\npuis comment ne pas supposer que nos domestiques, vivant dans une\nsituation inférieure à la nôtre, ajoutant à notre fortune et à nos\ndéfauts des richesses et des vices imaginaires pour lesquels ils nous\nenvient et nous méprisent, se trouveront fatalement amenés à agir\nautrement que des gens de notre monde. Il soupçonna aussi mon\ngrand-père. Chaque fois que Swann lui avait demandé un service, ne le\nlui avait-il pas toujours refusé? puis avec ses idées bourgeoises il\navait pu croire agir pour le bien de Swann. Celui-ci soupçonna encore\nBergotte, le peintre, les Verdurin, admira une fois de plus au passage\nla sagesse des gens du monde de ne pas vouloir frayer avec ces milieux\nartistes où de telles choses sont possibles, peut-être même avouées\nsous le nom de bonnes farces; mais il se rappelait des traits de\ndroiture de ces bohèmes, et les rapprocha de la vie d’expédients,\npresque d’escroqueries, où le manque d’argent, le besoin de luxe, la\ncorruption des plaisirs conduisent souvent l’aristocratie. Bref cette\nlettre anonyme prouvait qu’il connaissait un être capable de\nscélératesse, mais il ne voyait pas plus de raison pour que cette\nscélératesse fût cachée dans le tuf--inexploré d’autrui--du caractère de\nl’homme tendre que de l’homme froid, de l’artiste que du bourgeois, du\ngrand seigneur que du valet. Quel critérium adopter pour juger les\nhommes? au fond il n’y avait pas une seule des personnes qu’il\nconnaissait qui ne pût être capable d’une infamie. Fallait-il cesser\nde les voir toutes? Son esprit se voila; il passa deux ou trois fois\nses mains sur son front, essuya les verres de son lorgnon avec son\nmouchoir, et, songeant qu’après tout, des gens qui le valaient\nfréquentaient M. de Charlus, le prince des Laumes, et les autres, il\nse dit que cela signifiait sinon qu’ils fussent incapables d’infamie,\ndu moins, que c’est une nécessité de la vie à laquelle chacun se\nsoumet de fréquenter des gens qui n’en sont peut-être pas incapables.\nEt il continua à serrer la main à tous ces amis qu’il avait\nsoupçonnés, avec cette réserve de pur style qu’ils avaient peut-être\ncherché à le désespérer. Quant au fond même de la lettre, il ne s’en\ninquiéta pas, car pas une des accusations formulées contre Odette\nn’avait l’ombre de vraisemblance. Swann comme beaucoup de gens avait\nl’esprit paresseux et manquait d’invention. Il savait bien comme une\nvérité générale que la vie des êtres est pleine de contrastes, mais\npour chaque être en particulier il imaginait toute la partie de sa vie\nqu’il ne connaissait pas comme identique à la partie qu’il\nconnaissait. Il imaginait ce qu’on lui taisait à l’aide de ce qu’on\nlui disait. Dans les moments où Odette était auprès de lui, s’ils\nparlaient ensemble d’une action indélicate commise, ou d’un sentiment\nindélicat éprouvé, par un autre, elle les flétrissait en vertu des\nmêmes principes que Swann avait toujours entendu professer par ses\nparents et auxquels il était resté fidèle; et puis elle arrangeait ses\nfleurs, elle buvait une tasse de thé, elle s’inquiétait des travaux de\nSwann. Donc Swann étendait ces habitudes au reste de la vie d’Odette,\nil répétait ces gestes quand il voulait se représenter les moments où\nelle était loin de lui. Si on la lui avait dépeinte telle qu’elle\nétait, ou plutôt qu’elle avait été si longtemps avec lui, mais auprès\nd’un autre homme, il eût souffert, car cette image lui eût paru\nvraisemblable. Mais qu’elle allât chez des maquerelles, se livrât à\ndes orgies avec des femmes, qu’elle menât la vie crapuleuse de\ncréatures abjectes, quelle divagation insensée à la réalisation de\nlaquelle, Dieu merci, les chrysanthèmes imaginés, les thés successifs,\nles indignations vertueuses ne laissaient aucune place. Seulement de\ntemps à autre, il laissait entendre à Odette que par méchanceté, on\nlui racontait tout ce qu’elle faisait; et, se servant à propos, d’un\ndétail insignifiant mais vrai, qu’il avait appris par hasard, comme\ns’il était le seul petit bout qu’il laissât passer malgré lui, entre\ntant d’autres, d’une reconstitution complète de la vie d’Odette qu’il\ntenait cachée en lui, il l’amenait à supposer qu’il était renseigné\nsur des choses qu’en réalité il ne savait ni même ne soupçonnait, car\nsi bien souvent il adjurait Odette de ne pas altérer la vérité,\nc’était seulement, qu’il s’en rendît compte ou non, pour qu’Odette lui\ndît tout ce qu’elle faisait. Sans doute, comme il le disait à Odette,\nil aimait la sincérité, mais il l’aimait comme une proxénète pouvant\nle tenir au courant de la vie de sa maîtresse. Aussi son amour de la\nsincérité n’étant pas désintéressé, ne l’avait pas rendu meilleur. La\nvérité qu’il chérissait c’était celle que lui dirait Odette; mais\nlui-même, pour obtenir cette vérité, ne craignait pas de recourir au\nmensonge, le mensonge qu’il ne cessait de peindre à Odette comme\nconduisant à la dégradation toute créature humaine. En somme il\nmentait autant qu’Odette parce que plus malheureux qu’elle, il n’était\npas moins égoïste. Et elle, entendant Swann lui raconter ainsi à\nelle-même des choses qu’elle avait faites, le regardait d’un air\nméfiant, et, à toute aventure, fâché, pour ne pas avoir l’air de\ns’humilier et de rougir de ses actes.",
  "entities": [
    {
      "text": "Forcheville,",
      "label": "ORG",
      "start": 155,
      "end": 167
    },
    {
      "text": "Bréauté",
      "label": "ORG",
      "start": 174,
      "end": 181
    },
    {
      "text": "Swann).",
      "label": "ORG",
      "start": 470,
      "end": 477
    },
    {
      "text": "Mais",
      "label": "ORG",
      "start": 512,
      "end": 516
    },
    {
      "text": "Charlus,",
      "label": "ORG",
      "start": 723,
      "end": 731
    },
    {
      "text": "Laumes,",
      "label": "ORG",
      "start": 742,
      "end": 749
    },
    {
      "text": "Celle",
      "label": "ORG",
      "start": 1091,
      "end": 1096
    },
    {
      "text": "Charlus",
      "label": "ORG",
      "start": 1106,
      "end": 1113
    },
    {
      "text": "Laumes",
      "label": "ORG",
      "start": 1192,
      "end": 1198
    },
    {
      "text": "Quant",
      "label": "ORG",
      "start": 1234,
      "end": 1239
    },
    {
      "text": "Swann,",
      "label": "ORG",
      "start": 1254,
      "end": 1260
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 1586,
      "end": 1591
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 1742,
      "end": 1747
    },
    {
      "text": "Puis",
      "label": "ORG",
      "start": 1846,
      "end": 1850
    },
    {
      "text": "Mais",
      "label": "ORG",
      "start": 1901,
      "end": 1905
    },
    {
      "text": "Charlus",
      "label": "ORG",
      "start": 2007,
      "end": 2014
    },
    {
      "text": "Mais",
      "label": "ORG",
      "start": 2041,
      "end": 2045
    },
    {
      "text": "Certes,",
      "label": "ORG",
      "start": 2300,
      "end": 2307
    },
    {
      "text": "Laumes",
      "label": "ORG",
      "start": 2322,
      "end": 2328
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 2353,
      "end": 2358
    },
    {
      "text": "Charlus.",
      "label": "ORG",
      "start": 2376,
      "end": 2384
    },
    {
      "text": "Mais",
      "label": "ORG",
      "start": 2385,
      "end": 2389
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 2565,
      "end": 2570
    },
    {
      "text": "Puis",
      "label": "ORG",
      "start": 2643,
      "end": 2647
    },
    {
      "text": "Charlus.",
      "label": "ORG",
      "start": 2858,
      "end": 2866
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 2906,
      "end": 2911
    },
    {
      "text": "Mais",
      "label": "ORG",
      "start": 2934,
      "end": 2938
    },
    {
      "text": "Laumes,",
      "label": "ORG",
      "start": 3013,
      "end": 3020
    },
    {
      "text": "Charlus",
      "label": "ORG",
      "start": 3146,
      "end": 3153
    },
    {
      "text": "Swann,",
      "label": "ORG",
      "start": 3251,
      "end": 3257
    },
    {
      "text": "Charlus,",
      "label": "ORG",
      "start": 3397,
      "end": 3405
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 3499,
      "end": 3504
    },
    {
      "text": "Oui,",
      "label": "ORG",
      "start": 3582,
      "end": 3586
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 3630,
      "end": 3635
    },
    {
      "text": "Charlus",
      "label": "ORG",
      "start": 4050,
      "end": 4057
    },
    {
      "text": "Laumes",
      "label": "ORG",
      "start": 4065,
      "end": 4071
    },
    {
      "text": "Orsan",
      "label": "ORG",
      "start": 4133,
      "end": 4138
    },
    {
      "text": "Puis",
      "label": "ORG",
      "start": 4232,
      "end": 4236
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 4237,
      "end": 4242
    },
    {
      "text": "Rémi,",
      "label": "ORG",
      "start": 4253,
      "end": 4258
    },
    {
      "text": "Lorédan",
      "label": "ORG",
      "start": 4366,
      "end": 4373
    },
    {
      "text": "Odette.",
      "label": "ORG",
      "start": 4407,
      "end": 4414
    },
    {
      "text": "Chaque",
      "label": "ORG",
      "start": 4761,
      "end": 4767
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 4777,
      "end": 4782
    },
    {
      "text": "Swann.",
      "label": "ORG",
      "start": 4925,
      "end": 4931
    },
    {
      "text": "Bergotte,",
      "label": "ORG",
      "start": 4958,
      "end": 4967
    },
    {
      "text": "Verdurin,",
      "label": "ORG",
      "start": 4984,
      "end": 4993
    },
    {
      "text": "Bref",
      "label": "ORG",
      "start": 5427,
      "end": 5431
    },
    {
      "text": "Quel",
      "label": "ORG",
      "start": 5738,
      "end": 5742
    },
    {
      "text": "Charlus,",
      "label": "ORG",
      "start": 6127,
      "end": 6135
    },
    {
      "text": "Laumes,",
      "label": "ORG",
      "start": 6150,
      "end": 6157
    },
    {
      "text": "Quant",
      "label": "ORG",
      "start": 6535,
      "end": 6540
    },
    {
      "text": "Odette",
      "label": "ORG",
      "start": 6638,
      "end": 6644
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 6679,
      "end": 6684
    },
    {
      "text": "Dans",
      "label": "ORG",
      "start": 7061,
      "end": 7065
    },
    {
      "text": "Odette",
      "label": "ORG",
      "start": 7081,
      "end": 7087
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 7272,
      "end": 7277
    },
    {
      "text": "Swann.",
      "label": "ORG",
      "start": 7461,
      "end": 7467
    },
    {
      "text": "Donc",
      "label": "ORG",
      "start": 7468,
      "end": 7472
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 7473,
      "end": 7478
    },
    {
      "text": "Mais",
      "label": "ORG",
      "start": 7816,
      "end": 7820
    },
    {
      "text": "Dieu",
      "label": "ORG",
      "start": 8009,
      "end": 8013
    },
    {
      "text": "Seulement",
      "label": "ORG",
      "start": 8126,
      "end": 8135
    },
    {
      "text": "Odette",
      "label": "ORG",
      "start": 8177,
      "end": 8183
    },
    {
      "text": "Odette",
      "label": "ORG",
      "start": 8470,
      "end": 8476
    },
    {
      "text": "Sans",
      "label": "ORG",
      "start": 8785,
      "end": 8789
    },
    {
      "text": "Odette,",
      "label": "ORG",
      "start": 8818,
      "end": 8825
    },
    {
      "text": "Odette;",
      "label": "ORG",
      "start": 9087,
      "end": 9094
    },
    {
      "text": "Odette",
      "label": "ORG",
      "start": 9221,
      "end": 9227
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 9407,
      "end": 9412
    }
  ],
  "sentences": [
    {
      "text": "Un jour il reçut une lettre anonyme, qui lui disait qu’Odette avait\nété la maîtresse d’innombrables hommes (dont on lui citait\nquelques-uns parmi lesquels Forcheville, M",
      "start": 0,
      "end": 169
    },
    {
      "text": "de Bréauté et le peintre),\nde femmes, et qu’elle fréquentait les maisons de passe",
      "start": 170,
      "end": 252
    },
    {
      "text": "Il fut\ntourmenté de penser qu’il y avait parmi ses amis un être capable de\nlui avoir adressé cette lettre (car par certains détails elle révélait\nchez celui qui l’avait écrite une connaissance familière de la vie de\nSwann)",
      "start": 253,
      "end": 476
    },
    {
      "text": "Il chercha qui cela pouvait être",
      "start": 477,
      "end": 510
    },
    {
      "text": "Mais il n’avait jamais eu\naucun soupçon des actions inconnues des êtres, de celles qui sont sans\nliens visibles avec leurs propos",
      "start": 511,
      "end": 641
    },
    {
      "text": "Et quand il voulut savoir si c’était\nplutôt sous le caractère apparent de M",
      "start": 642,
      "end": 718
    },
    {
      "text": "de Charlus, de M",
      "start": 719,
      "end": 736
    },
    {
      "text": "des Laumes,\nde M",
      "start": 737,
      "end": 754
    },
    {
      "text": "d’Orsan, qu’il devait situer la région inconnue où cet acte\nignoble avait dû naître, comme aucun de ces hommes n’avait jamais\napprouvé devant lui les lettres anonymes et que tout ce qu’ils lui\navaient dit impliquait qu’ils les réprouvaient, il ne vit pas de\nraisons pour relier cette infamie plutôt à la nature de l’un que de\nl’autre",
      "start": 755,
      "end": 1089
    },
    {
      "text": "Celle de M",
      "start": 1090,
      "end": 1101
    },
    {
      "text": "de Charlus était un peu d’un détraqué mais\nfoncièrement bonne et tendre; celle de M",
      "start": 1102,
      "end": 1186
    },
    {
      "text": "des Laumes un peu sèche mais\nsaine et droite",
      "start": 1187,
      "end": 1232
    },
    {
      "text": "Quant à M",
      "start": 1233,
      "end": 1243
    },
    {
      "text": "d’Orsan, Swann, n’avait jamais rencontré\npersonne qui dans les circonstances même les plus tristes vînt à lui\navec une parole plus sentie, un geste plus discret et plus juste",
      "start": 1244,
      "end": 1419
    },
    {
      "text": "C’était au point qu’il ne pouvait comprendre le rôle peu délicat qu’on\nprêtait à M",
      "start": 1420,
      "end": 1503
    },
    {
      "text": "d’Orsan dans la liaison qu’il avait avec une femme riche,\net que chaque fois que Swann pensait à lui il était obligé de laisser\nde côté cette mauvaise réputation inconciliable avec tant de\ntémoignages certains de délicatesse",
      "start": 1504,
      "end": 1729
    },
    {
      "text": "Un instant Swann sentit que son\nesprit s’obscurcissait et il pensa à autre chose pour retrouver un peu\nde lumière",
      "start": 1730,
      "end": 1844
    },
    {
      "text": "Puis il eut le courage de revenir vers ces réflexions",
      "start": 1845,
      "end": 1899
    },
    {
      "text": "Mais alors après n’avoir pu soupçonner personne, il lui fallut\nsoupçonner tout le monde",
      "start": 1900,
      "end": 1988
    },
    {
      "text": "Après tout M",
      "start": 1989,
      "end": 2002
    },
    {
      "text": "de Charlus l’aimait, avait bon\ncœur",
      "start": 2003,
      "end": 2039
    },
    {
      "text": "Mais c’était un névropathe, peut-être demain pleurerait-il de le\nsavoir malade, et aujourd’hui par jalousie, par colère, sur quelque\nidée subite qui s’était emparée de lui, avait-il désiré lui faire du\nmal",
      "start": 2040,
      "end": 2246
    },
    {
      "text": "Au fond, cette race d’hommes est la pire de toutes",
      "start": 2247,
      "end": 2298
    },
    {
      "text": "Certes, le\nprince des Laumes était bien loin d’aimer Swann autant que M",
      "start": 2299,
      "end": 2371
    },
    {
      "text": "de\nCharlus",
      "start": 2372,
      "end": 2383
    },
    {
      "text": "Mais à cause de cela même il n’avait pas avec lui les mêmes\nsusceptibilités; et puis c’était une nature froide sans doute, mais\naussi incapable de vilenies que de grandes actions",
      "start": 2384,
      "end": 2563
    },
    {
      "text": "Swann se repentait\nde ne s’être pas attaché, dans la vie, qu’à de tels êtres",
      "start": 2564,
      "end": 2641
    },
    {
      "text": "Puis il\nsongeait que ce qui empêche les hommes de faire du mal à leur\nprochain, c’est la bonté, qu’il ne pouvait au fond répondre que de\nnatures analogues à la sienne, comme était, à l’égard du cœur, celle\nde M",
      "start": 2642,
      "end": 2853
    },
    {
      "text": "de Charlus",
      "start": 719,
      "end": 730
    },
    {
      "text": "La seule pensée de faire cette peine à Swann eût\nrévolté celui-ci",
      "start": 2866,
      "end": 2932
    },
    {
      "text": "Mais avec un homme insensible, d’une autre humanité,\ncomme était le prince des Laumes, comment prévoir à quels actes\npouvaient le conduire des mobiles d’une essence différente",
      "start": 2933,
      "end": 3109
    },
    {
      "text": "Avoir du\ncœur c’est tout, et M",
      "start": 3110,
      "end": 3141
    },
    {
      "text": "de Charlus en avait",
      "start": 3142,
      "end": 3162
    },
    {
      "text": "M",
      "start": 167,
      "end": 169
    },
    {
      "text": "d’Orsan n’en manquait\npas non plus et ses relations cordiales mais peu intimes avec Swann,\nnées de l’agrément que, pensant de même sur tout, ils avaient à causer\nensemble, étaient de plus de repos que l’affection exaltée de M",
      "start": 3166,
      "end": 3392
    },
    {
      "text": "de\nCharlus, capable de se porter à des actes de passion, bons ou mauvais",
      "start": 3393,
      "end": 3466
    },
    {
      "text": "S’il y avait quelqu’un par qui Swann s’était toujours senti compris et\ndélicatement aimé, c’était par M",
      "start": 3467,
      "end": 3571
    },
    {
      "text": "d’Orsan",
      "start": 755,
      "end": 763
    },
    {
      "text": "Oui, mais cette vie peu\nhonorable qu’il menait? Swann regrettait de n’en avoir pas tenu\ncompte, d’avoir souvent avoué en plaisantant qu’il n’avait jamais\néprouvé si vivement des sentiments de sympathie et d’estime que dans\nla société d’une canaille",
      "start": 3581,
      "end": 3830
    },
    {
      "text": "Ce n’est pas pour rien, se disait-il\nmaintenant, que depuis que les hommes jugent leur prochain, c’est sur\nses actes",
      "start": 3831,
      "end": 3948
    },
    {
      "text": "Il n’y a que cela qui signifie quelque chose, et nullement\nce que nous disons, ce que nous pensons",
      "start": 3949,
      "end": 4048
    },
    {
      "text": "Charlus et des Laumes peuvent\navoir tels ou tels défauts, ce sont d’honnêtes gens",
      "start": 4049,
      "end": 4131
    },
    {
      "text": "Orsan n’en a\npeut-être pas, mais ce n’est pas un honnête homme",
      "start": 4132,
      "end": 4195
    },
    {
      "text": "Il a pu mal agir\nune fois de plus",
      "start": 4196,
      "end": 4230
    },
    {
      "text": "Puis Swann soupçonna Rémi, qui il est vrai n’aurait\npu qu’inspirer la lettre, mais cette piste lui parut un instant la\nbonne",
      "start": 4231,
      "end": 4356
    },
    {
      "text": "D’abord Lorédan avait des raisons d’en vouloir à Odette",
      "start": 4357,
      "end": 4413
    },
    {
      "text": "Et\npuis comment ne pas supposer que nos domestiques, vivant dans une\nsituation inférieure à la nôtre, ajoutant à notre fortune et à nos\ndéfauts des richesses et des vices imaginaires pour lesquels ils nous\nenvient et nous méprisent, se trouveront fatalement amenés à agir\nautrement que des gens de notre monde",
      "start": 4414,
      "end": 4724
    },
    {
      "text": "Il soupçonna aussi mon\ngrand-père",
      "start": 4725,
      "end": 4759
    },
    {
      "text": "Chaque fois que Swann lui avait demandé un service, ne le\nlui avait-il pas toujours refusé? puis avec ses idées bourgeoises il\navait pu croire agir pour le bien de Swann",
      "start": 4760,
      "end": 4930
    },
    {
      "text": "Celui-ci soupçonna encore\nBergotte, le peintre, les Verdurin, admira une fois de plus au passage\nla sagesse des gens du monde de ne pas vouloir frayer avec ces milieux\nartistes où de telles choses sont possibles, peut-être même avouées\nsous le nom de bonnes farces; mais il se rappelait des traits de\ndroiture de ces bohèmes, et les rapprocha de la vie d’expédients,\npresque d’escroqueries, où le manque d’argent, le besoin de luxe, la\ncorruption des plaisirs conduisent souvent l’aristocratie",
      "start": 4931,
      "end": 5425
    },
    {
      "text": "Bref cette\nlettre anonyme prouvait qu’il connaissait un être capable de\nscélératesse, mais il ne voyait pas plus de raison pour que cette\nscélératesse fût cachée dans le tuf--inexploré d’autrui--du caractère de\nl’homme tendre que de l’homme froid, de l’artiste que du bourgeois, du\ngrand seigneur que du valet",
      "start": 5426,
      "end": 5736
    },
    {
      "text": "Quel critérium adopter pour juger les\nhommes? au fond il n’y avait pas une seule des personnes qu’il\nconnaissait qui ne pût être capable d’une infamie",
      "start": 5737,
      "end": 5888
    },
    {
      "text": "Fallait-il cesser\nde les voir toutes? Son esprit se voila; il passa deux ou trois fois\nses mains sur son front, essuya les verres de son lorgnon avec son\nmouchoir, et, songeant qu’après tout, des gens qui le valaient\nfréquentaient M",
      "start": 5889,
      "end": 6122
    },
    {
      "text": "de Charlus, le prince des Laumes, et les autres, il\nse dit que cela signifiait sinon qu’ils fussent incapables d’infamie,\ndu moins, que c’est une nécessité de la vie à laquelle chacun se\nsoumet de fréquenter des gens qui n’en sont peut-être pas incapables",
      "start": 6123,
      "end": 6379
    },
    {
      "text": "Et il continua à serrer la main à tous ces amis qu’il avait\nsoupçonnés, avec cette réserve de pur style qu’ils avaient peut-être\ncherché à le désespérer",
      "start": 6380,
      "end": 6533
    },
    {
      "text": "Quant au fond même de la lettre, il ne s’en\ninquiéta pas, car pas une des accusations formulées contre Odette\nn’avait l’ombre de vraisemblance",
      "start": 6534,
      "end": 6677
    },
    {
      "text": "Swann comme beaucoup de gens avait\nl’esprit paresseux et manquait d’invention",
      "start": 6678,
      "end": 6756
    },
    {
      "text": "Il savait bien comme une\nvérité générale que la vie des êtres est pleine de contrastes, mais\npour chaque être en particulier il imaginait toute la partie de sa vie\nqu’il ne connaissait pas comme identique à la partie qu’il\nconnaissait",
      "start": 6757,
      "end": 6992
    },
    {
      "text": "Il imaginait ce qu’on lui taisait à l’aide de ce qu’on\nlui disait",
      "start": 6993,
      "end": 7059
    },
    {
      "text": "Dans les moments où Odette était auprès de lui, s’ils\nparlaient ensemble d’une action indélicate commise, ou d’un sentiment\nindélicat éprouvé, par un autre, elle les flétrissait en vertu des\nmêmes principes que Swann avait toujours entendu professer par ses\nparents et auxquels il était resté fidèle; et puis elle arrangeait ses\nfleurs, elle buvait une tasse de thé, elle s’inquiétait des travaux de\nSwann",
      "start": 7060,
      "end": 7466
    },
    {
      "text": "Donc Swann étendait ces habitudes au reste de la vie d’Odette,\nil répétait ces gestes quand il voulait se représenter les moments où\nelle était loin de lui",
      "start": 7467,
      "end": 7623
    },
    {
      "text": "Si on la lui avait dépeinte telle qu’elle\nétait, ou plutôt qu’elle avait été si longtemps avec lui, mais auprès\nd’un autre homme, il eût souffert, car cette image lui eût paru\nvraisemblable",
      "start": 7624,
      "end": 7814
    },
    {
      "text": "Mais qu’elle allât chez des maquerelles, se livrât à\ndes orgies avec des femmes, qu’elle menât la vie crapuleuse de\ncréatures abjectes, quelle divagation insensée à la réalisation de\nlaquelle, Dieu merci, les chrysanthèmes imaginés, les thés successifs,\nles indignations vertueuses ne laissaient aucune place",
      "start": 7815,
      "end": 8124
    },
    {
      "text": "Seulement de\ntemps à autre, il laissait entendre à Odette que par méchanceté, on\nlui racontait tout ce qu’elle faisait; et, se servant à propos, d’un\ndétail insignifiant mais vrai, qu’il avait appris par hasard, comme\ns’il était le seul petit bout qu’il laissât passer malgré lui, entre\ntant d’autres, d’une reconstitution complète de la vie d’Odette qu’il\ntenait cachée en lui, il l’amenait à supposer qu’il était renseigné\nsur des choses qu’en réalité il ne savait ni même ne soupçonnait, car\nsi bien souvent il adjurait Odette de ne pas altérer la vérité,\nc’était seulement, qu’il s’en rendît compte ou non, pour qu’Odette lui\ndît tout ce qu’elle faisait",
      "start": 8125,
      "end": 8783
    },
    {
      "text": "Sans doute, comme il le disait à Odette,\nil aimait la sincérité, mais il l’aimait comme une proxénète pouvant\nle tenir au courant de la vie de sa maîtresse",
      "start": 8784,
      "end": 8940
    },
    {
      "text": "Aussi son amour de la\nsincérité n’étant pas désintéressé, ne l’avait pas rendu meilleur",
      "start": 8941,
      "end": 9029
    },
    {
      "text": "La\nvérité qu’il chérissait c’était celle que lui dirait Odette; mais\nlui-même, pour obtenir cette vérité, ne craignait pas de recourir au\nmensonge, le mensonge qu’il ne cessait de peindre à Odette comme\nconduisant à la dégradation toute créature humaine",
      "start": 9030,
      "end": 9284
    },
    {
      "text": "En somme il\nmentait autant qu’Odette parce que plus malheureux qu’elle, il n’était\npas moins égoïste",
      "start": 9285,
      "end": 9386
    },
    {
      "text": "Et elle, entendant Swann lui raconter ainsi à\nelle-même des choses qu’elle avait faites, le regardait d’un air\nméfiant, et, à toute aventure, fâché, pour ne pas avoir l’air de\ns’humilier et de rougir de ses actes",
      "start": 9387,
      "end": 9600
    }
  ],
  "tokens": 1624,
  "processed_at": "2025-03-16T02:18:14.762459"
}