{
  "text": "Ces images étaient fausses pour une autre raison encore; c’est\nqu’elles étaient forcément très simplifiées; sans doute ce à quoi\naspirait mon imagination et que mes sens ne percevaient\nqu’incomplètement et sans plaisir dans le présent, je l’avais enfermé\ndans le refuge des noms; sans doute, parce que j’y avais accumulé du\nrêve, ils aimantaient maintenant mes désirs; mais les noms ne sont pas\ntrès vastes; c’est tout au plus si je pouvais y faire entrer deux ou\ntrois des «curiosités» principales de la ville et elles s’y\njuxtaposaient sans intermédiaires; dans le nom de Balbec, comme dans\nle verre grossissant de ces porte-plume qu’on achète aux bains de mer,\nj’apercevais des vagues soulevées autour d’une église de style persan.\nPeut-être même la simplification de ces images fut-elle une des causes\nde l’empire qu’elles prirent sur moi. Quand mon père eut décidé, une\nannée, que nous irions passer les vacances de Pâques à Florence et à\nVenise, n’ayant pas la place de faire entrer dans le nom de Florence\nles éléments qui composent d’habitude les villes, je fus contraint à\nfaire sortir une cité surnaturelle de la fécondation, par certains\nparfums printaniers, de ce que je croyais être, en son essence, le\ngénie de Giotto. Tout au plus--et parce qu’on ne peut pas faire tenir\ndans un nom beaucoup plus de durée que d’espace--comme certains\ntableaux de Giotto eux-mêmes qui montrent à deux moments différents de\nl’action un même personnage, ici couché dans son lit, là s’apprêtant à\nmonter à cheval, le nom de Florence était-il divisé en deux\ncompartiments. Dans l’un, sous un dais architectural, je contemplais\nune fresque à laquelle était partiellement superposé un rideau de\nsoleil matinal, poudreux, oblique et progressif; dans l’autre (car ne\npensant pas aux noms comme à un idéal inaccessible mais comme à une\nambiance réelle dans laquelle j’irais me plonger, la vie non vécue\nencore, la vie intacte et pure que j’y enfermais donnait aux plaisirs\nles plus matériels, aux scènes les plus simples, cet attrait qu’ils\nont dans les œuvres des primitifs), je traversais rapidement,--pour\ntrouver plus vite le déjeuner qui m’attendait avec des fruits et du\nvin de Chianti--le Ponte-Vecchio encombré de jonquilles, de narcisses\net d’anémones. Voilà (bien que je fusse à Paris) ce que je voyais et\nnon ce qui était autour de moi. Même à un simple point de vue\nréaliste, les pays que nous désirons tiennent à chaque moment beaucoup\nplus de place dans notre vie véritable, que le pays où nous nous\ntrouvons effectivement. Sans doute si alors j’avais fait moi-même plus\nattention à ce qu’il y avait dans ma pensée quand je prononçais les\nmots «aller à Florence, à Parme, à Pise, à Venise», je me serais rendu\ncompte que ce que je voyais n’était nullement une ville, mais quelque\nchose d’aussi différent de tout ce que je connaissais, d’aussi\ndélicieux, que pourrait être pour une humanité dont la vie se serait\ntoujours écoulée dans des fins d’après-midi d’hiver, cette merveille\ninconnue: une matinée de printemps. Ces images irréelles, fixes,\ntoujours pareilles, remplissant mes nuits et mes jours,\ndifférencièrent cette époque de ma vie de celles qui l’avaient\nprécédée (et qui auraient pu se confondre avec elle aux yeux d’un\nobservateur qui ne voit les choses que du dehors, c’est-à-dire qui ne\nvoit rien), comme dans un opéra un motif mélodique introduit une\nnouveauté qu’on ne pourrait pas soupçonner si on ne faisait que lire\nle livret, moins encore si on restait en dehors du théâtre à compter\nseulement les quarts d’heure qui s’écoulent. Et encore, même à ce\npoint de vue de simple quantité, dans notre vie les jours ne sont pas\négaux. Pour parcourir les jours, les natures un peu nerveuses, comme\nétait la mienne, disposent, comme les voitures automobiles, de\n«vitesses» différentes. Il y a des jours montueux et malaisés qu’on\nmet un temps infini à gravir et des jours en pente qui se laissent\ndescendre à fond de train en chantant. Pendant ce mois--où je ressassai\ncomme une mélodie, sans pouvoir m’en rassasier, ces images de\nFlorence, de Venise et de Pise desquelles le désir qu’elles excitaient\nen moi gardait quelque chose d’aussi profondément individuel que si\nç’avait été un amour, un amour pour une personne--je ne cessai pas de\ncroire qu’elles correspondaient à une réalité indépendante de moi, et\nelles me firent connaître une aussi belle espérance que pouvait en\nnourrir un chrétien des premiers âges à la veille d’entrer dans le\nparadis. Aussi sans que je me souciasse de la contradiction qu’il y\navait à vouloir regarder et toucher avec les organes des sens, ce qui\navait été élaboré par la rêverie et non perçu par eux--et d’autant plus\ntentant pour eux, plus différent de ce qu’ils connaissaient--c’est ce\nqui me rappelait la réalité de ces images, qui enflammait le plus mon\ndésir, parce que c’était comme une promesse qu’il serait contenté. Et,\nbien que mon exaltation eût pour motif un désir de jouissances\nartistiques, les guides l’entretenaient encore plus que les livres\nd’esthétiques et, plus que les guides, l’indicateur des chemins de\nfer. Ce qui m’émouvait c’était de penser que cette Florence que je\nvoyais proche mais inaccessible dans mon imagination, si le trajet qui\nla séparait de moi, en moi-même, n’était pas viable, je pourrais\nl’atteindre par un biais, par un détour, en prenant la «voie de\nterre». Certes, quand je me répétais, donnant ainsi tant de valeur à\nce que j’allais voir, que Venise était «l’école de Giorgione, la\ndemeure du Titien, le plus complet musée de l’architecture domestique\nau moyen âge», je me sentais heureux. Je l’étais pourtant davantage\nquand, sorti pour une course, marchant vite à cause du temps qui,\naprès quelques jours de printemps précoce était redevenu un temps\nd’hiver (comme celui que nous trouvions d’habitude à Combray, la\nSemaine Sainte),--voyant sur les boulevards les marronniers qui,\nplongés dans un air glacial et liquide comme de l’eau, n’en\ncommençaient pas moins, invités exacts, déjà en tenue, et qui ne se\nsont pas laissé décourager, à arrondir et à ciseler en leurs blocs\ncongelés, l’irrésistible verdure dont la puissance abortive du froid\ncontrariait mais ne parvenait pas à réfréner la progressive poussée--,\nje pensais que déjà le Ponte-Vecchio était jonché à foison de\njacinthes et d’anémones et que le soleil du printemps teignait déjà\nles flots du Grand Canal d’un si sombre azur et de si nobles émeraudes\nqu’en venant se briser aux pieds des peintures du Titien, ils\npouvaient rivaliser de riche coloris avec elles. Je ne pus plus\ncontenir ma joie quand mon père, tout en consultant le baromètre et en\ndéplorant le froid, commença à chercher quels seraient les meilleurs\ntrains, et quand je compris qu’en pénétrant après le déjeuner dans le\nlaboratoire charbonneux, dans la chambre magique qui se chargeait\nd’opérer la transmutation tout autour d’elle, on pouvait s’éveiller le\nlendemain dans la cité de marbre et d’or «rehaussée de jaspe et pavée\nd’émeraudes». Ainsi elle et la Cité des lys n’étaient pas seulement\ndes tableaux fictifs qu’on mettait à volonté devant son imagination,\nmais existaient à une certaine distance de Paris qu’il fallait\nabsolument franchir si l’on voulait les voir, à une certaine place\ndéterminée de la terre, et à aucune autre, en un mot étaient bien\nréelles. Elles le devinrent encore plus pour moi, quand mon père en\ndisant: «En somme, vous pourriez rester à Venise du 20 avril au 29 et\narriver à Florence dès le matin de Pâques», les fit sortir toutes deux\nnon plus seulement de l’Espace abstrait, mais de ce Temps imaginaire\noù nous situons non pas un seul voyage à la fois, mais d’autres,\nsimultanés et sans trop d’émotion puisqu’ils ne sont que possibles,--ce\nTemps qui se refabrique si bien qu’on peut encore le passer dans une\nville après qu’on l’a passé dans une autre--et leur consacra de ces\njours particuliers qui sont le certificat d’authenticité des objets\nauxquels on les emploie, car ces jours uniques, ils se consument par\nl’usage, ils ne reviennent pas, on ne peut plus les vivre ici quand on\nles a vécus là; je sentis que c’était vers la semaine qui commençait\nle lundi où la blanchisseuse devait rapporter le gilet blanc que\nj’avais couvert d’encre, que se dirigeaient pour s’y absorber au\nsortir du temps idéal où elles n’existaient pas encore, les deux Cités\nReines dont j’allais avoir, par la plus émouvante des géométries, à\ninscrire les dômes et les tours dans le plan de ma propre vie. Mais je\nn’étais encore qu’en chemin vers le dernier degré de l’allégresse; je\nl’atteignis enfin (ayant seulement alors la révélation que sur les\nrues clapotantes, rougies du reflet des fresques de Giorgione, ce\nn’était pas, comme j’avais, malgré tant d’avertissements, continué à\nl’imaginer, les hommes «majestueux et terribles comme la mer, portant\nleur armure aux reflets de bronze sous les plis de leur manteau\nsanglant» qui se promèneraient dans Venise la semaine prochaine, la\nveille de Pâques, mais que ce pourrait être moi le personnage\nminuscule que, dans une grande photographie de Saint-Marc qu’on\nm’avait prêtée, l’illustrateur avait représenté, en chapeau melon,\ndevant les proches), quand j’entendis mon père me dire: «Il doit faire\nencore froid sur le Grand Canal, tu ferais bien de mettre à tout\nhasard dans ta malle ton pardessus d’hiver et ton gros veston.» A ces\nmots je m’élevai à une sorte d’extase; ce que j’avais cru jusque-là\nimpossible, je me sentis vraiment pénétrer entre ces «rochers\nd’améthyste pareils à un récif de la mer des Indes»; par une\ngymnastique suprême et au-dessus de mes forces, me dévêtant comme\nd’une carapace sans objet de l’air de ma chambre qui m’entourait, je\nle remplaçai par des parties égales d’air vénitien, cette atmosphère\nmarine, indicible et particulière comme celle des rêves que mon\nimagination avait enfermée dans le nom de Venise, je sentis s’opérer\nen moi une miraculeuse désincarnation; elle se doubla aussitôt de la\nvague envie de vomir qu’on éprouve quand on vient de prendre un gros\nmal de gorge, et on dut me mettre au lit avec une fièvre si tenace,\nque le docteur déclara qu’il fallait renoncer non seulement à me\nlaisser partir maintenant à Florence et à Venise mais, même quand je\nserais entièrement rétabli, m’éviter d’ici au moins un an, tout projet\nde voyage et toute cause d’agitation.",
  "entities": [
    {
      "text": "Balbec,",
      "label": "ORG",
      "start": 574,
      "end": 581
    },
    {
      "text": "Quand",
      "label": "ORG",
      "start": 844,
      "end": 849
    },
    {
      "text": "Pâques",
      "label": "ORG",
      "start": 921,
      "end": 927
    },
    {
      "text": "Florence",
      "label": "ORG",
      "start": 930,
      "end": 938
    },
    {
      "text": "Venise,",
      "label": "ORG",
      "start": 944,
      "end": 951
    },
    {
      "text": "Florence",
      "label": "ORG",
      "start": 1004,
      "end": 1012
    },
    {
      "text": "Giotto.",
      "label": "ORG",
      "start": 1225,
      "end": 1232
    },
    {
      "text": "Tout",
      "label": "ORG",
      "start": 1233,
      "end": 1237
    },
    {
      "text": "Giotto",
      "label": "ORG",
      "start": 1362,
      "end": 1368
    },
    {
      "text": "Florence",
      "label": "ORG",
      "start": 1519,
      "end": 1527
    },
    {
      "text": "Dans",
      "label": "ORG",
      "start": 1567,
      "end": 1571
    },
    {
      "text": "Ponte-Vecchio",
      "label": "ORG",
      "start": 2185,
      "end": 2198
    },
    {
      "text": "Voilà",
      "label": "ORG",
      "start": 2251,
      "end": 2256
    },
    {
      "text": "Paris)",
      "label": "ORG",
      "start": 2278,
      "end": 2284
    },
    {
      "text": "Même",
      "label": "ORG",
      "start": 2337,
      "end": 2341
    },
    {
      "text": "Sans",
      "label": "ORG",
      "start": 2527,
      "end": 2531
    },
    {
      "text": "Florence,",
      "label": "ORG",
      "start": 2656,
      "end": 2665
    },
    {
      "text": "Parme,",
      "label": "ORG",
      "start": 2668,
      "end": 2674
    },
    {
      "text": "Pise,",
      "label": "ORG",
      "start": 2677,
      "end": 2682
    },
    {
      "text": "Venise»,",
      "label": "ORG",
      "start": 2685,
      "end": 2693
    },
    {
      "text": "Pour",
      "label": "ORG",
      "start": 3650,
      "end": 3654
    },
    {
      "text": "Pendant",
      "label": "ORG",
      "start": 3949,
      "end": 3956
    },
    {
      "text": "Florence,",
      "label": "ORG",
      "start": 4044,
      "end": 4053
    },
    {
      "text": "Venise",
      "label": "ORG",
      "start": 4057,
      "end": 4063
    },
    {
      "text": "Pise",
      "label": "ORG",
      "start": 4070,
      "end": 4074
    },
    {
      "text": "Florence",
      "label": "ORG",
      "start": 5126,
      "end": 5134
    },
    {
      "text": "Certes,",
      "label": "ORG",
      "start": 5350,
      "end": 5357
    },
    {
      "text": "Venise",
      "label": "ORG",
      "start": 5437,
      "end": 5443
    },
    {
      "text": "Giorgione,",
      "label": "ORG",
      "start": 5462,
      "end": 5472
    },
    {
      "text": "Titien,",
      "label": "ORG",
      "start": 5487,
      "end": 5494
    },
    {
      "text": "Combray,",
      "label": "ORG",
      "start": 5799,
      "end": 5807
    },
    {
      "text": "Semaine",
      "label": "ORG",
      "start": 5811,
      "end": 5818
    },
    {
      "text": "Ponte-Vecchio",
      "label": "ORG",
      "start": 6234,
      "end": 6247
    },
    {
      "text": "Grand",
      "label": "ORG",
      "start": 6354,
      "end": 6359
    },
    {
      "text": "Canal",
      "label": "ORG",
      "start": 6360,
      "end": 6365
    },
    {
      "text": "Titien,",
      "label": "ORG",
      "start": 6462,
      "end": 6469
    },
    {
      "text": "Cité",
      "label": "ORG",
      "start": 6986,
      "end": 6990
    },
    {
      "text": "Paris",
      "label": "ORG",
      "start": 7135,
      "end": 7140
    },
    {
      "text": "Elles",
      "label": "ORG",
      "start": 7297,
      "end": 7302
    },
    {
      "text": "Venise",
      "label": "ORG",
      "start": 7398,
      "end": 7404
    },
    {
      "text": "Florence",
      "label": "ORG",
      "start": 7436,
      "end": 7444
    },
    {
      "text": "Pâques»,",
      "label": "ORG",
      "start": 7461,
      "end": 7469
    },
    {
      "text": "Temps",
      "label": "ORG",
      "start": 7549,
      "end": 7554
    },
    {
      "text": "Temps",
      "label": "ORG",
      "start": 7703,
      "end": 7708
    },
    {
      "text": "Cités",
      "label": "ORG",
      "start": 8312,
      "end": 8317
    },
    {
      "text": "Reines",
      "label": "ORG",
      "start": 8318,
      "end": 8324
    },
    {
      "text": "Mais",
      "label": "ORG",
      "start": 8449,
      "end": 8453
    },
    {
      "text": "Giorgione,",
      "label": "ORG",
      "start": 8646,
      "end": 8656
    },
    {
      "text": "Venise",
      "label": "ORG",
      "start": 8899,
      "end": 8905
    },
    {
      "text": "Pâques,",
      "label": "ORG",
      "start": 8941,
      "end": 8948
    },
    {
      "text": "Saint-Marc",
      "label": "ORG",
      "start": 9040,
      "end": 9050
    },
    {
      "text": "Grand",
      "label": "ORG",
      "start": 9215,
      "end": 9220
    },
    {
      "text": "Canal,",
      "label": "ORG",
      "start": 9221,
      "end": 9227
    },
    {
      "text": "Venise,",
      "label": "ORG",
      "start": 9831,
      "end": 9838
    },
    {
      "text": "Florence",
      "label": "ORG",
      "start": 10157,
      "end": 10165
    },
    {
      "text": "Venise",
      "label": "ORG",
      "start": 10171,
      "end": 10177
    }
  ],
  "sentences": [
    {
      "text": "Ces images étaient fausses pour une autre raison encore; c’est\nqu’elles étaient forcément très simplifiées; sans doute ce à quoi\naspirait mon imagination et que mes sens ne percevaient\nqu’incomplètement et sans plaisir dans le présent, je l’avais enfermé\ndans le refuge des noms; sans doute, parce que j’y avais accumulé du\nrêve, ils aimantaient maintenant mes désirs; mais les noms ne sont pas\ntrès vastes; c’est tout au plus si je pouvais y faire entrer deux ou\ntrois des «curiosités» principales de la ville et elles s’y\njuxtaposaient sans intermédiaires; dans le nom de Balbec, comme dans\nle verre grossissant de ces porte-plume qu’on achète aux bains de mer,\nj’apercevais des vagues soulevées autour d’une église de style persan",
      "start": 0,
      "end": 733
    },
    {
      "text": "Peut-être même la simplification de ces images fut-elle une des causes\nde l’empire qu’elles prirent sur moi",
      "start": 734,
      "end": 842
    },
    {
      "text": "Quand mon père eut décidé, une\nannée, que nous irions passer les vacances de Pâques à Florence et à\nVenise, n’ayant pas la place de faire entrer dans le nom de Florence\nles éléments qui composent d’habitude les villes, je fus contraint à\nfaire sortir une cité surnaturelle de la fécondation, par certains\nparfums printaniers, de ce que je croyais être, en son essence, le\ngénie de Giotto",
      "start": 843,
      "end": 1231
    },
    {
      "text": "Tout au plus--et parce qu’on ne peut pas faire tenir\ndans un nom beaucoup plus de durée que d’espace--comme certains\ntableaux de Giotto eux-mêmes qui montrent à deux moments différents de\nl’action un même personnage, ici couché dans son lit, là s’apprêtant à\nmonter à cheval, le nom de Florence était-il divisé en deux\ncompartiments",
      "start": 1232,
      "end": 1565
    },
    {
      "text": "Dans l’un, sous un dais architectural, je contemplais\nune fresque à laquelle était partiellement superposé un rideau de\nsoleil matinal, poudreux, oblique et progressif; dans l’autre (car ne\npensant pas aux noms comme à un idéal inaccessible mais comme à une\nambiance réelle dans laquelle j’irais me plonger, la vie non vécue\nencore, la vie intacte et pure que j’y enfermais donnait aux plaisirs\nles plus matériels, aux scènes les plus simples, cet attrait qu’ils\nont dans les œuvres des primitifs), je traversais rapidement,--pour\ntrouver plus vite le déjeuner qui m’attendait avec des fruits et du\nvin de Chianti--le Ponte-Vecchio encombré de jonquilles, de narcisses\net d’anémones",
      "start": 1566,
      "end": 2249
    },
    {
      "text": "Voilà (bien que je fusse à Paris) ce que je voyais et\nnon ce qui était autour de moi",
      "start": 2250,
      "end": 2335
    },
    {
      "text": "Même à un simple point de vue\nréaliste, les pays que nous désirons tiennent à chaque moment beaucoup\nplus de place dans notre vie véritable, que le pays où nous nous\ntrouvons effectivement",
      "start": 2336,
      "end": 2525
    },
    {
      "text": "Sans doute si alors j’avais fait moi-même plus\nattention à ce qu’il y avait dans ma pensée quand je prononçais les\nmots «aller à Florence, à Parme, à Pise, à Venise», je me serais rendu\ncompte que ce que je voyais n’était nullement une ville, mais quelque\nchose d’aussi différent de tout ce que je connaissais, d’aussi\ndélicieux, que pourrait être pour une humanité dont la vie se serait\ntoujours écoulée dans des fins d’après-midi d’hiver, cette merveille\ninconnue: une matinée de printemps",
      "start": 2526,
      "end": 3018
    },
    {
      "text": "Ces images irréelles, fixes,\ntoujours pareilles, remplissant mes nuits et mes jours,\ndifférencièrent cette époque de ma vie de celles qui l’avaient\nprécédée (et qui auraient pu se confondre avec elle aux yeux d’un\nobservateur qui ne voit les choses que du dehors, c’est-à-dire qui ne\nvoit rien), comme dans un opéra un motif mélodique introduit une\nnouveauté qu’on ne pourrait pas soupçonner si on ne faisait que lire\nle livret, moins encore si on restait en dehors du théâtre à compter\nseulement les quarts d’heure qui s’écoulent",
      "start": 3019,
      "end": 3550
    },
    {
      "text": "Et encore, même à ce\npoint de vue de simple quantité, dans notre vie les jours ne sont pas\négaux",
      "start": 3551,
      "end": 3648
    },
    {
      "text": "Pour parcourir les jours, les natures un peu nerveuses, comme\nétait la mienne, disposent, comme les voitures automobiles, de\n«vitesses» différentes",
      "start": 3649,
      "end": 3797
    },
    {
      "text": "Il y a des jours montueux et malaisés qu’on\nmet un temps infini à gravir et des jours en pente qui se laissent\ndescendre à fond de train en chantant",
      "start": 3798,
      "end": 3947
    },
    {
      "text": "Pendant ce mois--où je ressassai\ncomme une mélodie, sans pouvoir m’en rassasier, ces images de\nFlorence, de Venise et de Pise desquelles le désir qu’elles excitaient\nen moi gardait quelque chose d’aussi profondément individuel que si\nç’avait été un amour, un amour pour une personne--je ne cessai pas de\ncroire qu’elles correspondaient à une réalité indépendante de moi, et\nelles me firent connaître une aussi belle espérance que pouvait en\nnourrir un chrétien des premiers âges à la veille d’entrer dans le\nparadis",
      "start": 3948,
      "end": 4464
    },
    {
      "text": "Aussi sans que je me souciasse de la contradiction qu’il y\navait à vouloir regarder et toucher avec les organes des sens, ce qui\navait été élaboré par la rêverie et non perçu par eux--et d’autant plus\ntentant pour eux, plus différent de ce qu’ils connaissaient--c’est ce\nqui me rappelait la réalité de ces images, qui enflammait le plus mon\ndésir, parce que c’était comme une promesse qu’il serait contenté",
      "start": 4465,
      "end": 4872
    },
    {
      "text": "Et,\nbien que mon exaltation eût pour motif un désir de jouissances\nartistiques, les guides l’entretenaient encore plus que les livres\nd’esthétiques et, plus que les guides, l’indicateur des chemins de\nfer",
      "start": 4873,
      "end": 5078
    },
    {
      "text": "Ce qui m’émouvait c’était de penser que cette Florence que je\nvoyais proche mais inaccessible dans mon imagination, si le trajet qui\nla séparait de moi, en moi-même, n’était pas viable, je pourrais\nl’atteindre par un biais, par un détour, en prenant la «voie de\nterre»",
      "start": 5079,
      "end": 5348
    },
    {
      "text": "Certes, quand je me répétais, donnant ainsi tant de valeur à\nce que j’allais voir, que Venise était «l’école de Giorgione, la\ndemeure du Titien, le plus complet musée de l’architecture domestique\nau moyen âge», je me sentais heureux",
      "start": 5349,
      "end": 5582
    },
    {
      "text": "Je l’étais pourtant davantage\nquand, sorti pour une course, marchant vite à cause du temps qui,\naprès quelques jours de printemps précoce était redevenu un temps\nd’hiver (comme celui que nous trouvions d’habitude à Combray, la\nSemaine Sainte),--voyant sur les boulevards les marronniers qui,\nplongés dans un air glacial et liquide comme de l’eau, n’en\ncommençaient pas moins, invités exacts, déjà en tenue, et qui ne se\nsont pas laissé décourager, à arrondir et à ciseler en leurs blocs\ncongelés, l’irrésistible verdure dont la puissance abortive du froid\ncontrariait mais ne parvenait pas à réfréner la progressive poussée--,\nje pensais que déjà le Ponte-Vecchio était jonché à foison de\njacinthes et d’anémones et que le soleil du printemps teignait déjà\nles flots du Grand Canal d’un si sombre azur et de si nobles émeraudes\nqu’en venant se briser aux pieds des peintures du Titien, ils\npouvaient rivaliser de riche coloris avec elles",
      "start": 5583,
      "end": 6521
    },
    {
      "text": "Je ne pus plus\ncontenir ma joie quand mon père, tout en consultant le baromètre et en\ndéplorant le froid, commença à chercher quels seraient les meilleurs\ntrains, et quand je compris qu’en pénétrant après le déjeuner dans le\nlaboratoire charbonneux, dans la chambre magique qui se chargeait\nd’opérer la transmutation tout autour d’elle, on pouvait s’éveiller le\nlendemain dans la cité de marbre et d’or «rehaussée de jaspe et pavée\nd’émeraudes»",
      "start": 6522,
      "end": 6967
    },
    {
      "text": "Ainsi elle et la Cité des lys n’étaient pas seulement\ndes tableaux fictifs qu’on mettait à volonté devant son imagination,\nmais existaient à une certaine distance de Paris qu’il fallait\nabsolument franchir si l’on voulait les voir, à une certaine place\ndéterminée de la terre, et à aucune autre, en un mot étaient bien\nréelles",
      "start": 6968,
      "end": 7295
    },
    {
      "text": "Elles le devinrent encore plus pour moi, quand mon père en\ndisant: «En somme, vous pourriez rester à Venise du 20 avril au 29 et\narriver à Florence dès le matin de Pâques», les fit sortir toutes deux\nnon plus seulement de l’Espace abstrait, mais de ce Temps imaginaire\noù nous situons non pas un seul voyage à la fois, mais d’autres,\nsimultanés et sans trop d’émotion puisqu’ils ne sont que possibles,--ce\nTemps qui se refabrique si bien qu’on peut encore le passer dans une\nville après qu’on l’a passé dans une autre--et leur consacra de ces\njours particuliers qui sont le certificat d’authenticité des objets\nauxquels on les emploie, car ces jours uniques, ils se consument par\nl’usage, ils ne reviennent pas, on ne peut plus les vivre ici quand on\nles a vécus là; je sentis que c’était vers la semaine qui commençait\nle lundi où la blanchisseuse devait rapporter le gilet blanc que\nj’avais couvert d’encre, que se dirigeaient pour s’y absorber au\nsortir du temps idéal où elles n’existaient pas encore, les deux Cités\nReines dont j’allais avoir, par la plus émouvante des géométries, à\ninscrire les dômes et les tours dans le plan de ma propre vie",
      "start": 7296,
      "end": 8447
    },
    {
      "text": "Mais je\nn’étais encore qu’en chemin vers le dernier degré de l’allégresse; je\nl’atteignis enfin (ayant seulement alors la révélation que sur les\nrues clapotantes, rougies du reflet des fresques de Giorgione, ce\nn’était pas, comme j’avais, malgré tant d’avertissements, continué à\nl’imaginer, les hommes «majestueux et terribles comme la mer, portant\nleur armure aux reflets de bronze sous les plis de leur manteau\nsanglant» qui se promèneraient dans Venise la semaine prochaine, la\nveille de Pâques, mais que ce pourrait être moi le personnage\nminuscule que, dans une grande photographie de Saint-Marc qu’on\nm’avait prêtée, l’illustrateur avait représenté, en chapeau melon,\ndevant les proches), quand j’entendis mon père me dire: «Il doit faire\nencore froid sur le Grand Canal, tu ferais bien de mettre à tout\nhasard dans ta malle ton pardessus d’hiver et ton gros veston",
      "start": 8448,
      "end": 9321
    },
    {
      "text": "» A ces\nmots je m’élevai à une sorte d’extase; ce que j’avais cru jusque-là\nimpossible, je me sentis vraiment pénétrer entre ces «rochers\nd’améthyste pareils à un récif de la mer des Indes»; par une\ngymnastique suprême et au-dessus de mes forces, me dévêtant comme\nd’une carapace sans objet de l’air de ma chambre qui m’entourait, je\nle remplaçai par des parties égales d’air vénitien, cette atmosphère\nmarine, indicible et particulière comme celle des rêves que mon\nimagination avait enfermée dans le nom de Venise, je sentis s’opérer\nen moi une miraculeuse désincarnation; elle se doubla aussitôt de la\nvague envie de vomir qu’on éprouve quand on vient de prendre un gros\nmal de gorge, et on dut me mettre au lit avec une fièvre si tenace,\nque le docteur déclara qu’il fallait renoncer non seulement à me\nlaisser partir maintenant à Florence et à Venise mais, même quand je\nserais entièrement rétabli, m’éviter d’ici au moins un an, tout projet\nde voyage et toute cause d’agitation",
      "start": 9322,
      "end": 10305
    }
  ],
  "tokens": 1717,
  "processed_at": "2025-03-16T02:18:14.832459"
}