{
  "text": "Maintenant, tous les soirs, quand il l’avait ramenée chez elle, il\nfallait qu’il entrât et souvent elle ressortait en robe de chambre et\nle conduisait jusqu’à sa voiture, l’embrassait aux yeux du cocher,\ndisant: «Qu’est-ce que cela peut me faire, que me font les autres?»\nLes soirs où il n’allait pas chez les Verdurin (ce qui arrivait\nparfois depuis qu’il pouvait la voir autrement), les soirs de plus en\nplus rares où il allait dans le monde, elle lui demandait de venir\nchez elle avant de rentrer, quelque heure qu’il fût. C’était le\nprintemps, un printemps pur et glacé. En sortant de soirée, il montait\ndans sa victoria, étendait une couverture sur ses jambes, répondait\naux amis qui s’en allaient en même temps que lui et lui demandaient de\nrevenir avec eux qu’il ne pouvait pas, qu’il n’allait pas du même\ncôté, et le cocher partait au grand trot sachant où on allait. Eux\ns’étonnaient, et de fait, Swann n’était plus le même. On ne recevait\nplus jamais de lettre de lui où il demandât à connaître une femme. Il\nne faisait plus attention à aucune, s’abstenait d’aller dans les\nendroits où on en rencontre. Dans un restaurant, à la campagne, il\navait l’attitude inversée de celle à quoi, hier encore, on l’eût\nreconnu et qui avait semblé devoir toujours être la sienne. Tant une\npassion est en nous comme un caractère momentané et différent qui se\nsubstitue à l’autre et abolit les signes jusque-là invariables par\nlesquels il s’exprimait! En revanche ce qui était invariable\nmaintenant, c’était que où que Swann se trouvât, il ne manquât pas\nd’aller rejoindre Odette. Le trajet qui le séparait d’elle était celui\nqu’il parcourait inévitablement et comme la pente même irrésistible et\nrapide de sa vie. A vrai dire, souvent resté tard dans le monde, il\naurait mieux aimé rentrer directement chez lui sans faire cette longue\ncourse et ne la voir que le lendemain; mais le fait même de se\ndéranger à une heure anormale pour aller chez elle, de deviner que les\namis qui le quittaient se disaient: «Il est très tenu, il y a\ncertainement une femme qui le force à aller chez elle à n’importe\nquelle heure», lui faisait sentir qu’il menait la vie des hommes qui\nont une affaire amoureuse dans leur existence, et en qui le sacrifice\nqu’ils font de leur repos et de leurs intérêts à une rêverie\nvoluptueuse fait naître un charme intérieur. Puis sans qu’il s’en\nrendît compte, cette certitude qu’elle l’attendait, qu’elle n’était\npas ailleurs avec d’autres, qu’il ne reviendrait pas sans l’avoir vue,\nneutralisait cette angoisse oubliée mais toujours prête à renaître\nqu’il avait éprouvée le soir où Odette n’était plus chez les Verdurin\net dont l’apaisement actuel était si doux que cela pouvait s’appeler\ndu bonheur. Peut-être était-ce à cette angoisse qu’il était redevable\nde l’importance qu’Odette avait prise pour lui. Les êtres nous sont\nd’habitude si indifférents, que quand nous avons mis dans l’un d’eux\nde telles possibilités de souffrance et de joie, pour nous il nous\nsemble appartenir à un autre univers, il s’entoure de poésie, il fait\nde notre vie comme une étendue émouvante où il sera plus ou moins\nrapproché de nous. Swann ne pouvait se demander sans trouble ce\nqu’Odette deviendrait pour lui dans les années qui allaient venir.\nParfois, en voyant, de sa victoria, dans ces belles nuits froides, la\nlune brillante qui répandait sa clarté entre ses yeux et les rues\ndésertes, il pensait à cette autre figure claire et légèrement rosée\ncomme celle de la lune, qui, un jour, avait surgi dans sa pensée et,\ndepuis projetait sur le monde la lumière mystérieuse dans laquelle il\nle voyait. S’il arrivait après l’heure où Odette envoyait ses\ndomestiques se coucher, avant de sonner à la porte du petit jardin, il\nallait d’abord dans la rue, où donnait au rez-de-chaussée, entre les\nfenêtres toutes pareilles, mais obscures, des hôtels contigus, la\nfenêtre, seule éclairée, de sa chambre. Il frappait au carreau, et\nelle, avertie, répondait et allait l’attendre de l’autre côté, à la\nporte d’entrée. Il trouvait ouverts sur son piano quelques-uns des\nmorceaux qu’elle préférait: la VALSE DES ROSES ou PAUVRE FOU de\nTagliafico (qu’on devait, selon sa volonté écrite, faire exécuter à\nson enterrement), il lui demandait de jouer à la place la petite\nphrase de la sonate de Vinteuil, bien qu’Odette jouât fort mal, mais\nla vision la plus belle qui nous reste d’une œuvre est souvent celle\nqui s’éleva au-dessus des sons faux tirés par des doigts malhabiles,\nd’un piano désaccordé. La petite phrase continuait à s’associer pour\nSwann à l’amour qu’il avait pour Odette. Il sentait bien que cet\namour, c’était quelque chose qui ne correspondait à rien d’extérieur,\nde constatable par d’autres que lui; il se rendait compte que les\nqualités d’Odette ne justifiaient pas qu’il attachât tant de prix aux\nmoments passés auprès d’elle. Et souvent, quand c’était l’intelligence\npositive qui régnait seule en Swann, il voulait cesser de sacrifier\ntant d’intérêts intellectuels et sociaux à ce plaisir imaginaire. Mais\nla petite phrase, dès qu’il l’entendait, savait rendre libre en lui\nl’espace qui pour elle était nécessaire, les proportions de l’âme de\nSwann s’en trouvaient changées; une marge y était réservée à une\njouissance qui elle non plus ne correspondait à aucun objet extérieur\net qui pourtant au lieu d’être purement individuelle comme celle de\nl’amour, s’imposait à Swann comme une réalité supérieure aux choses\nconcrètes. Cette soif d’un charme inconnu, la petite phrase\nl’éveillait en lui, mais ne lui apportait rien de précis pour\nl’assouvir. De sorte que ces parties de l’âme de Swann où la petite\nphrase avait effacé le souci des intérêts matériels, les\nconsidérations humaines et valables pour tous, elle les avait laissées\nvacantes et en blanc, et il était libre d’y inscrire le nom d’Odette.\nPuis à ce que l’affection d’Odette pouvait avoir d’un peu court et\ndécevant, la petite phrase venait ajouter, amalgamer son essence\nmystérieuse. A voir le visage de Swann pendant qu’il écoutait la\nphrase, on aurait dit qu’il était en train d’absorber un anesthésique\nqui donnait plus d’amplitude à sa respiration. Et le plaisir que lui\ndonnait la musique et qui allait bientôt créer chez lui un véritable\nbesoin, ressemblait en effet, à ces moments-là, au plaisir qu’il\naurait eu à expérimenter des parfums, à entrer en contact avec un\nmonde pour lequel nous ne sommes pas faits, qui nous semble sans forme\nparce que nos yeux ne le perçoivent pas, sans signification parce\nqu’il échappe à notre intelligence, que nous n’atteignons que par un\nseul sens. Grand repos, mystérieuse rénovation pour Swann,--pour lui\ndont les yeux quoique délicats amateurs de peinture, dont l’esprit\nquoique fin observateur de mœurs, portaient à jamais la trace\nindélébile de la sécheresse de sa vie--de se sentir transformé en une\ncréature étrangère à l’humanité, aveugle, dépourvue de facultés\nlogiques, presque une fantastique licorne, une créature chimérique ne\npercevant le monde que par l’ouïe. Et comme dans la petite phrase il\ncherchait cependant un sens où son intelligence ne pouvait descendre,\nquelle étrange ivresse il avait à dépouiller son âme la plus\nintérieure de tous les secours du raisonnement et à la faire passer\nseule dans le couloir, dans le filtre obscur du son. Il commençait à\nse rendre compte de tout ce qu’il y avait de douloureux, peut-être\nmême de secrètement inapaisé au fond de la douceur de cette phrase,\nmais il ne pouvait pas en souffrir. Qu’importait qu’elle lui dît que\nl’amour est fragile, le sien était si fort! Il jouait avec la\ntristesse qu’elle répandait, il la sentait passer sur lui, mais comme\nune caresse qui rendait plus profond et plus doux le sentiment qu’il\navait de son bonheur. Il la faisait rejouer dix fois, vingt fois à\nOdette, exigeant qu’en même temps elle ne cessât pas de l’embrasser.\nChaque baiser appelle un autre baiser. Ah! dans ces premiers temps où\nl’on aime, les baisers naissent si naturellement! Ils foisonnent si\npressés les uns contre les autres; et l’on aurait autant de peine à\ncompter les baisers qu’on s’est donnés pendant une heure que les\nfleurs d’un champ au mois de mai. Alors elle faisait mine de\ns’arrêter, disant: «Comment veux-tu que je joue comme cela si tu me\ntiens, je ne peux tout faire à la fois, sache au moins ce que tu veux,\nest-ce que je dois jouer la phrase ou faire des petites caresses», lui\nse fâchait et elle éclatait d’un rire qui se changeait et retombait\nsur lui, en une pluie de baisers. Ou bien elle le regardait d’un air\nmaussade, il revoyait un visage digne de figurer dans la Vie de Moïse\nde Botticelli, il l’y situait, il donnait au cou d’Odette\nl’inclinaison nécessaire; et quand il l’avait bien peinte à la\ndétrempe, au XVe siècle, sur la muraille de la Sixtine, l’idée qu’elle\nétait cependant restée là, près du piano, dans le moment actuel, prête\nà être embrassée et possédée, l’idée de sa matérialité et de sa vie\nvenait l’enivrer avec une telle force que, l’œil égaré, les mâchoires\ntendues comme pour dévorer, il se précipitait sur cette vierge de\nBotticelli et se mettait à lui pincer les joues. Puis, une fois qu’il\nl’avait quittée, non sans être rentré pour l’embrasser encore parce\nqu’il avait oublié d’emporter dans son souvenir quelque particularité\nde son odeur ou de ses traits, tandis qu’il revenait dans sa victoria,\nbénissant Odette de lui permettre ces visites quotidiennes, dont il\nsentait qu’elles ne devaient pas lui causer à elle une bien grande\njoie, mais qui en le préservant de devenir jaloux,--en lui ôtant\nl’occasion de souffrir de nouveau du mal qui s’était déclaré en lui le\nsoir où il ne l’avait pas trouvée chez les Verdurin--l’aideraient à\narriver, sans avoir plus d’autres de ces crises dont la première avait\nété si douloureuse et resterait la seule, au bout de ces heures\nsingulières de sa vie, heures presque enchantées, à la façon de celles\noù il traversait Paris au clair de lune. Et, remarquant, pendant ce\nretour, que l’astre était maintenant déplacé par rapport à lui, et\npresque au bout de l’horizon, sentant que son amour obéissait, lui\naussi, à des lois immuables et naturelles, il se demandait si cette\npériode où il était entré durerait encore longtemps, si bientôt sa\npensée ne verrait plus le cher visage qu’occupant une position\nlointaine et diminuée, et près de cesser de répandre du charme. Car\nSwann en trouvait aux choses, depuis qu’il était amoureux, comme au\ntemps où, adolescent, il se croyait artiste; mais ce n’était plus le\nmême charme, celui-ci c’est Odette seule qui le leur conférait. Il\nsentait renaître en lui les inspirations de sa jeunesse qu’une vie\nfrivole avait dissipées, mais elles portaient toutes le reflet, la\nmarque d’un être particulier; et, dans les longues heures qu’il\nprenait maintenant un plaisir délicat à passer chez lui, seul avec son\nâme en convalescence, il redevenait peu à peu lui-même, mais à une\nautre.",
  "entities": [
    {
      "text": "Maintenant,",
      "label": "ORG",
      "start": 0,
      "end": 11
    },
    {
      "text": "Verdurin",
      "label": "ORG",
      "start": 310,
      "end": 318
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 906,
      "end": 911
    },
    {
      "text": "Dans",
      "label": "ORG",
      "start": 1113,
      "end": 1117
    },
    {
      "text": "Tant",
      "label": "ORG",
      "start": 1276,
      "end": 1280
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 1513,
      "end": 1518
    },
    {
      "text": "Odette.",
      "label": "ORG",
      "start": 1567,
      "end": 1574
    },
    {
      "text": "Puis",
      "label": "ORG",
      "start": 2337,
      "end": 2341
    },
    {
      "text": "Odette",
      "label": "ORG",
      "start": 2596,
      "end": 2602
    },
    {
      "text": "Verdurin",
      "label": "ORG",
      "start": 2625,
      "end": 2633
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 3132,
      "end": 3137
    },
    {
      "text": "Parfois,",
      "label": "ORG",
      "start": 3244,
      "end": 3252
    },
    {
      "text": "Odette",
      "label": "ORG",
      "start": 3630,
      "end": 3636
    },
    {
      "text": "Tagliafico",
      "label": "ORG",
      "start": 4122,
      "end": 4132
    },
    {
      "text": "Vinteuil,",
      "label": "ORG",
      "start": 4278,
      "end": 4287
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 4531,
      "end": 4536
    },
    {
      "text": "Odette.",
      "label": "ORG",
      "start": 4564,
      "end": 4571
    },
    {
      "text": "Swann,",
      "label": "ORG",
      "start": 4903,
      "end": 4909
    },
    {
      "text": "Mais",
      "label": "ORG",
      "start": 5007,
      "end": 5011
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 5149,
      "end": 5154
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 5374,
      "end": 5379
    },
    {
      "text": "Cette",
      "label": "ORG",
      "start": 5431,
      "end": 5436
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 5591,
      "end": 5596
    },
    {
      "text": "Puis",
      "label": "ORG",
      "start": 5808,
      "end": 5812
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 5973,
      "end": 5978
    },
    {
      "text": "Grand",
      "label": "ORG",
      "start": 6561,
      "end": 6566
    },
    {
      "text": "Odette,",
      "label": "ORG",
      "start": 7761,
      "end": 7768
    },
    {
      "text": "Chaque",
      "label": "ORG",
      "start": 7830,
      "end": 7836
    },
    {
      "text": "«Comment",
      "label": "ORG",
      "start": 8181,
      "end": 8189
    },
    {
      "text": "Moïse",
      "label": "ORG",
      "start": 8573,
      "end": 8578
    },
    {
      "text": "Botticelli,",
      "label": "ORG",
      "start": 8582,
      "end": 8593
    },
    {
      "text": "Sixtine,",
      "label": "ORG",
      "start": 8747,
      "end": 8755
    },
    {
      "text": "Botticelli",
      "label": "ORG",
      "start": 9046,
      "end": 9056
    },
    {
      "text": "Puis,",
      "label": "ORG",
      "start": 9095,
      "end": 9100
    },
    {
      "text": "Odette",
      "label": "ORG",
      "start": 9335,
      "end": 9341
    },
    {
      "text": "Paris",
      "label": "ORG",
      "start": 9887,
      "end": 9892
    },
    {
      "text": "Swann",
      "label": "ORG",
      "start": 10338,
      "end": 10343
    },
    {
      "text": "Odette",
      "label": "ORG",
      "start": 10503,
      "end": 10509
    }
  ],
  "sentences": [
    {
      "text": "Maintenant, tous les soirs, quand il l’avait ramenée chez elle, il\nfallait qu’il entrât et souvent elle ressortait en robe de chambre et\nle conduisait jusqu’à sa voiture, l’embrassait aux yeux du cocher,\ndisant: «Qu’est-ce que cela peut me faire, que me font les autres?»\nLes soirs où il n’allait pas chez les Verdurin (ce qui arrivait\nparfois depuis qu’il pouvait la voir autrement), les soirs de plus en\nplus rares où il allait dans le monde, elle lui demandait de venir\nchez elle avant de rentrer, quelque heure qu’il fût",
      "start": 0,
      "end": 524
    },
    {
      "text": "C’était le\nprintemps, un printemps pur et glacé",
      "start": 525,
      "end": 573
    },
    {
      "text": "En sortant de soirée, il montait\ndans sa victoria, étendait une couverture sur ses jambes, répondait\naux amis qui s’en allaient en même temps que lui et lui demandaient de\nrevenir avec eux qu’il ne pouvait pas, qu’il n’allait pas du même\ncôté, et le cocher partait au grand trot sachant où on allait",
      "start": 574,
      "end": 874
    },
    {
      "text": "Eux\ns’étonnaient, et de fait, Swann n’était plus le même",
      "start": 875,
      "end": 932
    },
    {
      "text": "On ne recevait\nplus jamais de lettre de lui où il demandât à connaître une femme",
      "start": 933,
      "end": 1014
    },
    {
      "text": "Il\nne faisait plus attention à aucune, s’abstenait d’aller dans les\nendroits où on en rencontre",
      "start": 1015,
      "end": 1111
    },
    {
      "text": "Dans un restaurant, à la campagne, il\navait l’attitude inversée de celle à quoi, hier encore, on l’eût\nreconnu et qui avait semblé devoir toujours être la sienne",
      "start": 1112,
      "end": 1274
    },
    {
      "text": "Tant une\npassion est en nous comme un caractère momentané et différent qui se\nsubstitue à l’autre et abolit les signes jusque-là invariables par\nlesquels il s’exprimait! En revanche ce qui était invariable\nmaintenant, c’était que où que Swann se trouvât, il ne manquât pas\nd’aller rejoindre Odette",
      "start": 1275,
      "end": 1573
    },
    {
      "text": "Le trajet qui le séparait d’elle était celui\nqu’il parcourait inévitablement et comme la pente même irrésistible et\nrapide de sa vie",
      "start": 1574,
      "end": 1707
    },
    {
      "text": "A vrai dire, souvent resté tard dans le monde, il\naurait mieux aimé rentrer directement chez lui sans faire cette longue\ncourse et ne la voir que le lendemain; mais le fait même de se\ndéranger à une heure anormale pour aller chez elle, de deviner que les\namis qui le quittaient se disaient: «Il est très tenu, il y a\ncertainement une femme qui le force à aller chez elle à n’importe\nquelle heure», lui faisait sentir qu’il menait la vie des hommes qui\nont une affaire amoureuse dans leur existence, et en qui le sacrifice\nqu’ils font de leur repos et de leurs intérêts à une rêverie\nvoluptueuse fait naître un charme intérieur",
      "start": 1708,
      "end": 2335
    },
    {
      "text": "Puis sans qu’il s’en\nrendît compte, cette certitude qu’elle l’attendait, qu’elle n’était\npas ailleurs avec d’autres, qu’il ne reviendrait pas sans l’avoir vue,\nneutralisait cette angoisse oubliée mais toujours prête à renaître\nqu’il avait éprouvée le soir où Odette n’était plus chez les Verdurin\net dont l’apaisement actuel était si doux que cela pouvait s’appeler\ndu bonheur",
      "start": 2336,
      "end": 2713
    },
    {
      "text": "Peut-être était-ce à cette angoisse qu’il était redevable\nde l’importance qu’Odette avait prise pour lui",
      "start": 2714,
      "end": 2819
    },
    {
      "text": "Les êtres nous sont\nd’habitude si indifférents, que quand nous avons mis dans l’un d’eux\nde telles possibilités de souffrance et de joie, pour nous il nous\nsemble appartenir à un autre univers, il s’entoure de poésie, il fait\nde notre vie comme une étendue émouvante où il sera plus ou moins\nrapproché de nous",
      "start": 2820,
      "end": 3130
    },
    {
      "text": "Swann ne pouvait se demander sans trouble ce\nqu’Odette deviendrait pour lui dans les années qui allaient venir",
      "start": 3131,
      "end": 3242
    },
    {
      "text": "Parfois, en voyant, de sa victoria, dans ces belles nuits froides, la\nlune brillante qui répandait sa clarté entre ses yeux et les rues\ndésertes, il pensait à cette autre figure claire et légèrement rosée\ncomme celle de la lune, qui, un jour, avait surgi dans sa pensée et,\ndepuis projetait sur le monde la lumière mystérieuse dans laquelle il\nle voyait",
      "start": 3243,
      "end": 3597
    },
    {
      "text": "S’il arrivait après l’heure où Odette envoyait ses\ndomestiques se coucher, avant de sonner à la porte du petit jardin, il\nallait d’abord dans la rue, où donnait au rez-de-chaussée, entre les\nfenêtres toutes pareilles, mais obscures, des hôtels contigus, la\nfenêtre, seule éclairée, de sa chambre",
      "start": 3598,
      "end": 3894
    },
    {
      "text": "Il frappait au carreau, et\nelle, avertie, répondait et allait l’attendre de l’autre côté, à la\nporte d’entrée",
      "start": 3895,
      "end": 4005
    },
    {
      "text": "Il trouvait ouverts sur son piano quelques-uns des\nmorceaux qu’elle préférait: la VALSE DES ROSES ou PAUVRE FOU de\nTagliafico (qu’on devait, selon sa volonté écrite, faire exécuter à\nson enterrement), il lui demandait de jouer à la place la petite\nphrase de la sonate de Vinteuil, bien qu’Odette jouât fort mal, mais\nla vision la plus belle qui nous reste d’une œuvre est souvent celle\nqui s’éleva au-dessus des sons faux tirés par des doigts malhabiles,\nd’un piano désaccordé",
      "start": 4006,
      "end": 4483
    },
    {
      "text": "La petite phrase continuait à s’associer pour\nSwann à l’amour qu’il avait pour Odette",
      "start": 4484,
      "end": 4570
    },
    {
      "text": "Il sentait bien que cet\namour, c’était quelque chose qui ne correspondait à rien d’extérieur,\nde constatable par d’autres que lui; il se rendait compte que les\nqualités d’Odette ne justifiaient pas qu’il attachât tant de prix aux\nmoments passés auprès d’elle",
      "start": 4571,
      "end": 4830
    },
    {
      "text": "Et souvent, quand c’était l’intelligence\npositive qui régnait seule en Swann, il voulait cesser de sacrifier\ntant d’intérêts intellectuels et sociaux à ce plaisir imaginaire",
      "start": 4831,
      "end": 5005
    },
    {
      "text": "Mais\nla petite phrase, dès qu’il l’entendait, savait rendre libre en lui\nl’espace qui pour elle était nécessaire, les proportions de l’âme de\nSwann s’en trouvaient changées; une marge y était réservée à une\njouissance qui elle non plus ne correspondait à aucun objet extérieur\net qui pourtant au lieu d’être purement individuelle comme celle de\nl’amour, s’imposait à Swann comme une réalité supérieure aux choses\nconcrètes",
      "start": 5006,
      "end": 5429
    },
    {
      "text": "Cette soif d’un charme inconnu, la petite phrase\nl’éveillait en lui, mais ne lui apportait rien de précis pour\nl’assouvir",
      "start": 5430,
      "end": 5552
    },
    {
      "text": "De sorte que ces parties de l’âme de Swann où la petite\nphrase avait effacé le souci des intérêts matériels, les\nconsidérations humaines et valables pour tous, elle les avait laissées\nvacantes et en blanc, et il était libre d’y inscrire le nom d’Odette",
      "start": 5553,
      "end": 5806
    },
    {
      "text": "Puis à ce que l’affection d’Odette pouvait avoir d’un peu court et\ndécevant, la petite phrase venait ajouter, amalgamer son essence\nmystérieuse",
      "start": 5807,
      "end": 5951
    },
    {
      "text": "A voir le visage de Swann pendant qu’il écoutait la\nphrase, on aurait dit qu’il était en train d’absorber un anesthésique\nqui donnait plus d’amplitude à sa respiration",
      "start": 5952,
      "end": 6120
    },
    {
      "text": "Et le plaisir que lui\ndonnait la musique et qui allait bientôt créer chez lui un véritable\nbesoin, ressemblait en effet, à ces moments-là, au plaisir qu’il\naurait eu à expérimenter des parfums, à entrer en contact avec un\nmonde pour lequel nous ne sommes pas faits, qui nous semble sans forme\nparce que nos yeux ne le perçoivent pas, sans signification parce\nqu’il échappe à notre intelligence, que nous n’atteignons que par un\nseul sens",
      "start": 6121,
      "end": 6559
    },
    {
      "text": "Grand repos, mystérieuse rénovation pour Swann,--pour lui\ndont les yeux quoique délicats amateurs de peinture, dont l’esprit\nquoique fin observateur de mœurs, portaient à jamais la trace\nindélébile de la sécheresse de sa vie--de se sentir transformé en une\ncréature étrangère à l’humanité, aveugle, dépourvue de facultés\nlogiques, presque une fantastique licorne, une créature chimérique ne\npercevant le monde que par l’ouïe",
      "start": 6560,
      "end": 6985
    },
    {
      "text": "Et comme dans la petite phrase il\ncherchait cependant un sens où son intelligence ne pouvait descendre,\nquelle étrange ivresse il avait à dépouiller son âme la plus\nintérieure de tous les secours du raisonnement et à la faire passer\nseule dans le couloir, dans le filtre obscur du son",
      "start": 6986,
      "end": 7271
    },
    {
      "text": "Il commençait à\nse rendre compte de tout ce qu’il y avait de douloureux, peut-être\nmême de secrètement inapaisé au fond de la douceur de cette phrase,\nmais il ne pouvait pas en souffrir",
      "start": 7272,
      "end": 7458
    },
    {
      "text": "Qu’importait qu’elle lui dît que\nl’amour est fragile, le sien était si fort! Il jouait avec la\ntristesse qu’elle répandait, il la sentait passer sur lui, mais comme\nune caresse qui rendait plus profond et plus doux le sentiment qu’il\navait de son bonheur",
      "start": 7459,
      "end": 7714
    },
    {
      "text": "Il la faisait rejouer dix fois, vingt fois à\nOdette, exigeant qu’en même temps elle ne cessât pas de l’embrasser",
      "start": 7715,
      "end": 7828
    },
    {
      "text": "Chaque baiser appelle un autre baiser",
      "start": 7829,
      "end": 7867
    },
    {
      "text": "Ah! dans ces premiers temps où\nl’on aime, les baisers naissent si naturellement! Ils foisonnent si\npressés les uns contre les autres; et l’on aurait autant de peine à\ncompter les baisers qu’on s’est donnés pendant une heure que les\nfleurs d’un champ au mois de mai",
      "start": 7868,
      "end": 8133
    },
    {
      "text": "Alors elle faisait mine de\ns’arrêter, disant: «Comment veux-tu que je joue comme cela si tu me\ntiens, je ne peux tout faire à la fois, sache au moins ce que tu veux,\nest-ce que je dois jouer la phrase ou faire des petites caresses», lui\nse fâchait et elle éclatait d’un rire qui se changeait et retombait\nsur lui, en une pluie de baisers",
      "start": 8134,
      "end": 8472
    },
    {
      "text": "Ou bien elle le regardait d’un air\nmaussade, il revoyait un visage digne de figurer dans la Vie de Moïse\nde Botticelli, il l’y situait, il donnait au cou d’Odette\nl’inclinaison nécessaire; et quand il l’avait bien peinte à la\ndétrempe, au XVe siècle, sur la muraille de la Sixtine, l’idée qu’elle\nétait cependant restée là, près du piano, dans le moment actuel, prête\nà être embrassée et possédée, l’idée de sa matérialité et de sa vie\nvenait l’enivrer avec une telle force que, l’œil égaré, les mâchoires\ntendues comme pour dévorer, il se précipitait sur cette vierge de\nBotticelli et se mettait à lui pincer les joues",
      "start": 8473,
      "end": 9093
    },
    {
      "text": "Puis, une fois qu’il\nl’avait quittée, non sans être rentré pour l’embrasser encore parce\nqu’il avait oublié d’emporter dans son souvenir quelque particularité\nde son odeur ou de ses traits, tandis qu’il revenait dans sa victoria,\nbénissant Odette de lui permettre ces visites quotidiennes, dont il\nsentait qu’elles ne devaient pas lui causer à elle une bien grande\njoie, mais qui en le préservant de devenir jaloux,--en lui ôtant\nl’occasion de souffrir de nouveau du mal qui s’était déclaré en lui le\nsoir où il ne l’avait pas trouvée chez les Verdurin--l’aideraient à\narriver, sans avoir plus d’autres de ces crises dont la première avait\nété si douloureuse et resterait la seule, au bout de ces heures\nsingulières de sa vie, heures presque enchantées, à la façon de celles\noù il traversait Paris au clair de lune",
      "start": 9094,
      "end": 9909
    },
    {
      "text": "Et, remarquant, pendant ce\nretour, que l’astre était maintenant déplacé par rapport à lui, et\npresque au bout de l’horizon, sentant que son amour obéissait, lui\naussi, à des lois immuables et naturelles, il se demandait si cette\npériode où il était entré durerait encore longtemps, si bientôt sa\npensée ne verrait plus le cher visage qu’occupant une position\nlointaine et diminuée, et près de cesser de répandre du charme",
      "start": 9910,
      "end": 10332
    },
    {
      "text": "Car\nSwann en trouvait aux choses, depuis qu’il était amoureux, comme au\ntemps où, adolescent, il se croyait artiste; mais ce n’était plus le\nmême charme, celui-ci c’est Odette seule qui le leur conférait",
      "start": 10333,
      "end": 10537
    },
    {
      "text": "Il\nsentait renaître en lui les inspirations de sa jeunesse qu’une vie\nfrivole avait dissipées, mais elles portaient toutes le reflet, la\nmarque d’un être particulier; et, dans les longues heures qu’il\nprenait maintenant un plaisir délicat à passer chez lui, seul avec son\nâme en convalescence, il redevenait peu à peu lui-même, mais à une\nautre",
      "start": 10538,
      "end": 10883
    }
  ],
  "tokens": 1832,
  "processed_at": "2025-03-16T02:18:14.386428"
}